"language_name" = "Deutsch";

"settings_title" = "Zurück";

"terms_of_use" = "Allgemeine Nutzungsbedingungen";

"app_name" = "Rogaska Donat Mg";

"action_calendar" = "Kalender";
"action_settings" = "Einstellen";

"home_screen" = "Startseite";

"settings" = "Einstellen";
"seznam" = "Liste";

"home_screen_title" = "Denken Sie zur richtigen Zeit an Ihre Gesundheit! Die App bietet Anleitungen zum richtigen Trinken des natürlichen Mineralwassers Rogaska Donat Mg, nach denen im Medical Center Rogaška seit mehr als 400 Jahren therapiert wird. Das richtige Trinken von Rogaska Donat Mg aus der Quelle wird von einem Balneologen anhand von genauen Tests und Untersuchungen verordnet. Zu Hause können Sie die Trinkkur mit Hilfe dieser App fortsetzen.";

"drinking" = "Trinkweise";
"interval" = "Dauer";

"start_date" = "Ausgewählter Tag für den Beginn der Trinkkur:";

"button_indication_start" = "EINSCHALTEN";
"button_indication_stop" = "AUSSCHALTEN";

"confirmation_title" = "Sie haben die Erinnerung erfolgreich gesetzt.";
"confirmation_desc" = "Die Erinnerung für das Trinken von Rogaska Donat Mg ist jetzt gesetzt. Zum Wohl!";
"confirmation_back" = "Zur Startseite";

"save" = "SPEICHERN";

"zbujanje" = "Aufwachen";
"zajtrk" = "Frühstück";
"kosilo" = "Mittagessen";
"vecerja" = "Abendessen";
"spanje" = "Schlafen";

"obrokov" = "Anzahl der Mahlzeiten";

"close" = "SCHLIEßEN";

"home" = "Zurück";

"licence" = "© Droga Kolinska d.d. Alle Rechte vorbehalten. Droga Kolinska ist Teil der Atlantic Grupa.";

"rules_html" = "rules_de.html";

"choose_language" = "Izberi jezik";

"choose_obrokov" = "Anzahl der Mahlzeiten";

"indication_1" = "Verstopfung";
"indication_2" = "Sodbrennen";
"indication_3" = "Magnesiummangel";
"indication_4" = "Detox Mg";
"indication_5" = "Diabetes";
"indication_6" = "Erkrankungen der Galle und Bauchspeicheldrüse";
"indication_7" = "Harnsteinbildung";
"indication_8" = "Übergewicht und Abnehmen";
"indication_9" = "Herz- und Gefäßerkrankungen";
"indication_10" = "Stress, Kopfschmerzen";
"indication_11" = "Zur Verbesserung des Wohlbefindens";


"indication_1_desc" = "Rogaska Donat Mg ist ein natürliches osmotisch wirkendes Abführmittel. Es enthält Sulfatsalze und rund 1000 mg/l Magnesium. Die Sulfatione haben die Fähigkeit große Wassermengen zu binden, weshalb sich das Volumen des Darminhalts um das Drei- bis Fünffache vergrößert, was wiederum die Darmbewegung anregt.";
"indication_2_desc" = "Aufgrund seines hohen Hydrogenkarbonatgehalts von rund 7.800 mg hat Rogaska Donat Mg die Fähigkeit Säuren zu binden und freie Säuren zu puffern. Das in Rogaska Donat Mg enthaltene Natriumhydrogenkarbonat wirkt mit seiner alkalischen Wirkung entzündungshemmend auf die Magenschleimhaut, während Magnesium und Calcium, die das Natrium begleiten, ihre Schwellung verringern.";
"indication_3_desc" = "Rogaska Donat Mg ist das magnesiumreichste natürliche Mineralwasser*. Pro Tag braucht unser Organismus im Durchschnitt 375 mg dieses Mineralstoffs. Während der Schwangerschaft und Stillzeit sowie während der schnellen Wachstumsphase in der Jugend erhöht sich der Magnesiumbedarf. Durch den Alterungsprozess, Stoffwechselstörungen, die Einnahme bestimmter Medikamenten oder Diäten sowie in stressigen Zeiten kann es zu einem erhöhten Magnesiumverlust und somit zu einem größeren täglichen Magnesiumbedarf kommen. Der Körper kann das Magnesium leichter aus dem Wasser absorbieren als aus der Nahrung. Das im Mineralwasser enthaltene Magnesium steht dem Körper sofort zur Verfügung und kann schnell in die Stoffwechselprozesse integriert werden.\n\n*Die Vergleichsdaten umfassen alle auf dem Markt erhältlichen, anerkannten natürlichen Mineralwässer, die in der EU registriert sind.";
"indication_4_desc" = "Der Genuss von Donat Mg fördert die Entgiftung des Körpers nach dem Programm Detox Mg. Das ganzheitliche Entgiftungsprogramm umfasst Ernährung, Körperpflege und Bewegung sowie verschiedene Techniken zur mentalen Entspannung. Mehr zum Programm auf www.detoxmg.eu.\n\nDonat Mg enthält 7800 mg Hydrogenkarbonat und mehr als 1000 mg Magnesium pro Liter. Mit ihrer basischen Wirkung neutralisieren die Hydrogenkarbonate den Säureüberschuss und helfen so, den Säure-Basen-Haushalt im Körper ins Gleichgewicht zu bringen. Sulfate in Form von Magnesium- und Natriumsalzen können große Wassermengen binden, was Donat Mg die Eigenschaft eines osmotischen Abführmittels verleiht. Die Sulfatstoffe erhöhen außerdem die Ausscheidung von Cholecystochinin, was den Appetit mindert, während Donat Mg dafür sorgt, dass Sie sich leichter an die Ernährungsanweisungen des Programmes halten.";
"indication_5_desc" = "Bei Personen mit Typ-2-Diabetes kann es aufgrund des erhöhten Magnesiumverlustes über den Urin zu einem Magnesiummangel kommen. Diabetes mellitus verursacht bei allen, die zum ersten Mal an Diabetes erkrankt sind (auch bei Schwangeren), ein Glukose-Ungleichgewicht im Blut und eine Störung der Insulinfunktion. Durch das Trinken von Rogaska Donat Mg wird der Magnesiummangel ausgeglichen und der Blutzuckerspiegel besser reguliert.";
"indication_6_desc" = "Bei Patienten, die aufgrund von Gallensteinen operiert wurden, enthält die Galle zu viel Cholesterin oder zu wenig Gallensäure und Lecithin. In einer geknickten Gallenblase sammelt sich dickere Galle an, die nicht gänzlich ausgeschieden wird. Das in Rogaska Donat Mg enthaltene Magnesiumsulfat fördert die Gallenausscheidung. Eine regelmäßige Gallenblasenentleerung verhindert somit die Entstehung von Gallensteinen.";
"indication_7_desc" = "Rogaska Donat Mg hat einen hohen Hydrokarbonat- und Magnesiumgehalt, womit es auf natürliche Weise die Entstehung von Calciumoxalat-, Urat- und Zystinsteinen verhindert, die sich vorzugsweise im sauren Milieu bilden. Beide Inhaltsstoffe beeinflussen die Regulierung des Säure-Basen-Gleichgewichts im Körper. Insbesondere das Hydrogenkarbonat sorgt für einen hohen basischen Zuschlag und schafft damit eine alkalische Umgebung, welche die Bildung der genannten Harnsteinarten verhindert.";
"indication_8_desc" = "Rogaska Donat Mg neutralisiert beim Abnehmen die entstandenen Säuren und ersetzt die verlorenen Mineralstoffe. Vor allem am Anfang ist es sehr nützlich, da es wie ein natürliches Abführmittel wirkt und den Körper von Giften befreit. Die in Rogaska Donat Mg enthaltenen Sulfatsalze erhöhen die Ausscheidung von Cholezystochinin, was den Appetit zügelt. Das enthaltene Magnesium regt den Stoffwechsel an, stärkt das Immunsystem und erhöht die Energiereserven.";
"indication_9_desc" = "Da Rogaska Donat Mg sehr wenig Kochsalz enthält, hat es keinen Einfluss auf den Blutdruck. Es enthält größere Mengen an Magnesium (1000 mg/l). Magnesium ist ein dringend notwendiges Element, das unter anderem zur Funktion des Muskelsystems beiträgt. Auch unser Herz ist ein Muskel, der für seine normale Funktion Magnesium benötigt. Um ein Nachlassen der Herzfunktion, Herzrhythmusstörungen und andere unangenehme Begleiterscheinungen von Magnesiummangel zu verhindern, muss dem Körper täglich Magnesium zugeführt werden.";
"indication_10_desc" = "Stress wirkt sich sowohl auf unseren Körper als auch auf unsere Psyche aus, da der Körper über das Wasser mehr Mineralstoffe verliert. Deshalb ist der Vitamin- und Mineralstoffbedarf in dieser Zeit erhöht. Ein Magnesiummangel kann sogar bestimmte Arten von Kopfschmerz auslösen. Rogaska Donat Mg ist reich an Magnesium, das die Wissenschaftler als „Antistressmineral“ und als „Balsam für Nerven und Muskeln“ bezeichnen.";
"indication_11_desc" = "Neben einer großen Menge an Magnesium, Sulfaten und Hydrogenkarbonaten enthält Rogaska Donat Mg auch Calcium, Natrium und andere Spurenelemente. Es versorgt den Körper mit Mineralstoffen, während es dank seines hohen Hydrogenkarbonatgehalts das Säure-Basen-Gleichgewicht im Körpers reguliert. Es kann ein Leben lang zur Förderung der Gesundheit und des Wohlbefindens getrunken werden.";

"indication_1_time" = "Kontinuierlich oder 5 Tage lang, 2 Tage Unterbrechung";
"indication_2_time" = "Kontinuierlich oder mit kurzen Unterbrechungen";
"indication_3_time" = "Kontinuierlich oder mit kurzen Unterbrechungen";
"indication_4_time" = "21 Tage, 3 x pro Jahr, mindestens 3 Monate Unterbrechung";
"indication_5_time" = "5 Tage, 2 Tage Unterbrechung, kontinuierlich";
"indication_6_time" = "6 Wochen, 4 Wochen Unterbrechung 3 x pro Jahr";
"indication_7_time" = "Kontinuierlich oder mit kurzen Unterbrechungen";
"indication_8_time" = "3 Monate, 1 Monat Unterbrechung, 3 x pro Jahr";
"indication_9_time" = "2 Monate, 1 Monat Unterbrechung, 3 x pro Jahr";
"indication_10_time" = "2 Monate, 1 Monat Unterbrechung, 3 x pro Jahr";
"indication_11_time" = "Kontinuierlich oder mit kurzen Unterbrechungen";

"drinking_na_tesce" = "Auf nüchternen Magen";
"drinking_pred_spanjem-1" = "Vor dem Schlafen (nach Bedarf)";
"drinking_pred_spanjem-6" = "Vor dem Schlafengehen und bei nächtlichem Aufwachen";
"drinking_pred_spanjem" = "Vor dem Schlafengehen";
"drinking_veckrat_dnevno" = "Mehrmals täglich";
"drinking_20_min_pred" = "Mehrmals täglich 20 Min. vor dem Essen";
"drinking_med_obroki" = "Zwischen den Mahlzeiten und 1–2 Stunden nach dem Essen";
"drinking_opoldne" = "Mittags";
"drinking_zvecer" = "Abends";
"drinking_pred_kosilom" = "Vor dem Mittagessen";
"drinking_pred_vecerjo" = "Vor dem Abendessen";
"drinking_obcutek_lakote" = "Bei Hungergefühl zwischen und vor den Mahlzeiten";
"drinking_3_4_dnevno" = "3-4 mal täglich";
"drinking_pred_jedjo" = "Vor dem Essen";

"temperature_toplo" = "30–37℃ (warm)";
"temperature_mlacno" = "23–25℃ (lauwarm)";
"temperature_sobna" = "20℃ (Zimmertemperatur)";
"temperature_hladno" = "17–18℃ (kalt)";
"temp_toplo" = "warm";
"temp_mlacno" = "lauwarm";
"temp_sobna" = "Zimmertemperatur";
"temp_hladno" = "kalt";
"volume_suffix" = "dcl";

"speed_hitro" = "Schnell";
"speed_razmeroma_hitro" = "Relativ schnell";
"speed_pocasi" = "Langsam";

"days_localized" = "MDMDFSS";
"month_1" = "Januar";
"month_2" = "Februar";
"month_3" = "March";
"month_4" = "April";
"month_5" = "Mai";
"month_6" = "June";
"month_7" = "Juli";
"month_8" = "August";
"9 Monate" = "September";
"10 Monate" = "Oktober";
"11 Monate" = "November";
"12 Monate" = "December";

"month_1_short" = "Jan";
"month_2_short" = "Feb";
"month_3_short" = "Mar";
"month_4_short" = "Apr";
"month_5_short" = "Mai";
"month_6_short" = "Jun";
"month_7_short" = "Jul";
"month_8_short" = "Aug";
"month_9_short" = "Sep";
"month_10_short" = "Okt";
"month_11_short" = "Nov";
"month_12_short" = "Dec";

"time_zjutraj" = "Morgen";
"time_opoldne" = "Mittags";
"time_zvecer" = "Abends";

"rate_title" = "Gefällt Ihnen die App?";
"rate_message" = "Bitte nehmen Sie sich einen Moment Zeit und bewerten Sie Ihre Zufriedenheit mit der App Donat Mg Moments. Wir legen Wert auf Ihre Meinung!";
"rate_cancel" = "JA";
"rate_ratenow" = "NEIN";
"rate_later" = "SPÄTER ERINNERN";

"rate_title" = "APP BEWERTEN";